{
	"some_error": "เกิดข้อผิดพลาดบางประการ โปรดลองอีกครั้งในภายหลัง",
	"too_fast": "เร็วเกินไป",
	"field_required": "{field} เป็นสิ่งจำเป็น",
	"invalid_token": "ที่อยู่โทเค็นผิดกฎหมาย",
	"user_not_login": "ไม่พบผู้ใช้กรุณาเข้าสู่ระบบอีกครั้ง",
	"user_not_found": "Uไม่พบเซิร์ฟเวอร์",
	"trader_not_found": "ไม่พบเทรดเดอร์",
	"copy_trade_not_found": "ไม่พบการคัดลอกการเทรด",
	"Cannot_copy_yourself": "ไม่สามารถคัดลอกตัวเองได้",
	"Trader_cannot_copy": "เทรดเดอร์ไม่สามารถคัดลอกได้",
	"username_exists": "ชื่อผู้ใช้มีอยู่แล้ว",
	"take_profit_error": "จุดทำกำไรต้องสูงกว่า 100%",
	"stop_loss_error": "จุดตัดขาดทุนต้องต่ำกว่า 100%",
	"stop_loss_gt0_error": "จุดตัดขาดทุนต้องสูงกว่า 0",
	"amount_gt_10_error": "จำนวนเงินที่ลงทุนจะต้องมากกว่า 10",
	"copy_trade_exists": "คัดลอกการเทรดมีอยู่แล้ว",
	"Missing stopLoss or takeProfit": "จุดตัดขาดทุนขาดหรือจุดทำกำไร",
	"Start Copying": "เริ่มคัดลอก",
	"start_copying_content": "ขณะนี้คุณกำลังคัดลอกการเคลื่อนไหวของ @{username} ด้วยปริมาณ ${quantity} หากต้องการแก้ไขหรือยกเลิก ให้ไปที่พอร์ตโฟลิโอของคุณได้ตลอดเวลา!",
	"Stop Copying": "หยุดการคัดลอก",
	"stop_copying_content": "ขณะนี้คุณไม่ได้คัดลอก @{username} อีกต่อไป ตำแหน่งที่สะท้อนการเคลื่อนไหวของตำแหน่งดังกล่าวจะถูกปิด",
	"Invest more": "ลงทุนมากขึ้น",
	"adjust_more_content": "ขณะนี้คุณกำลังคัดลอกการเคลื่อนไหวของ @{username} ด้วยปริมาณ ${quantity}",
	"Remove Cash": "ลบเงินสด",
	"Adjust Stop Loss & Take profit": "ปรับจุดตัดขาดทุนและจุดทำกำไร",
	"adjust_profit_content": "STL และ TP ใหม่สำหรับการคัดลอก [{username}] ตอนนี้คือ {stopLoss} และ {takeProfit}",
	"Upgrade Leader Level": "อัปเกรดระดับผู้นำ",
	"upgrade_level_content": "ยินดีด้วย! ระดับการเทรดผู้นำของคุณได้รับการอัปเกรดเป็น [{level}] แล้ว ตอนนี้คุณสามารถเพลิดเพลินไปกับการแบ่งปันผลกำไรจากผู้คัดลอกได้ {profitSharing}%!",
	"Drop Leader Level": "ลดระดับผู้นำ",
	"drop_level_content": "ระดับการซื้อขายผู้นำของคุณลดลงเหลือ [{level}] เนื่องจาก AUC และผู้คัดลอกทั้งหมดของคุณไม่ตรงตามข้อกำหนดของเรา ตอนนี้ การแบ่งปันผลกำไรของคุณคือ {profitSharing}%",
	"Register Leader Trade Successfully": "ลงทะเบียนการซื้อขายผู้นำสำเร็จ",
	"register_trader_content": "ขอแสดงความยินดี! คุณได้กลายเป็นผู้ซื้อขายนำของเราแล้ว ตอนนี้คุณสามารถอนุญาตให้ผู้ซื้อขายรายอื่นคัดลอกตำแหน่งของคุณ จากนั้นจึงรับส่วนแบ่งผลกำไร",
	"Copy Trade_ Take profit Order Filled": "Copy Trade_ Take profit Order Filled",
	"copy_trade_take_profit_content": "คุณไม่สามารถคัดลอก @{username} อีกต่อไปเนื่องจากคำสั่ง Take profit market filled ตำแหน่งที่สะท้อนการเคลื่อนไหวของพวกเขาจะถูกปิด",
	"Copy Trade_ Stop Loss Order Filled": "Copy Trade_ Stop Loss Order Filled",
	"copy_trade_stop_loss_content": "คุณไม่สามารถคัดลอก @{username} อีกต่อไปเนื่องจากคำสั่ง Stop loss market filled ตำแหน่งที่สะท้อนการเคลื่อนไหวของพวกเขาจะถูกปิด",
	"Stop loss must be less than your investment": "Stop loss ต้องน้อยกว่าเงินลงทุนของคุณ",
	"CopyTrade already stopped": "CopyTrade หยุดแล้ว",
	"Cannot execute withdrawal due to opening positions": "ไม่สามารถดำเนินการถอนเงินได้เนื่องจากมีการเปิดตำแหน่ง",
	"sign_failed": "การตรวจสอบลายเซ็นล้มเหลว",
	"get_price_error": "ไม่สามารถรับราคาสินทรัพย์ได้",
	"withdraw_error": "ไม่สามารถถอนเข้าวอลต์ได้",
	"invalid_amount": "{field} จะต้องมากกว่า 0",
	"invalid_leverage": "เลเวอเรจมีตั้งแต่ 1 ถึง 500",
	"Take profit price must be higher than entry price": "ราคารับกำไรต้องสูงกว่าราคาเข้า",
	"Take profit price must be lower than entry price": "ราคารับกำไรต้องต่ำกว่าราคาเข้า",
	"Stop market price must be lower than entry price": "ราคาตลาดหยุดจะต้องต่ำกว่าราคาเข้า",
	"Stop market price must be higher than entry price": "ราคาตลาดหยุดจะต้องสูงกว่าราคาเข้า",
	"amount_withdraw_large": "จำนวนเงินที่ถอนออกมีมากเกินไป",
	"Stop order price must be higher than mid": "ราคาสต็อปออเดอร์จะต้องสูงกว่าราคากลาง",
	"Stop order price must be lower than mid": "ราคาสต็อปออเดอร์จะต้องต่ำกว่าราคากลาง",
	"Take Profit Order_Filled": "รับคำสั่งทำกำไร_กรอกแล้ว",
	"take_profit_filled_content": "ขอแสดงความยินดี! คำสั่งทำกำไรของคุณได้ถูกเรียกใช้และดำเนินการแล้ว ตรวจสอบและเพลิดเพลินไปกับชัยชนะของคุณในแท็บประวัติการซื้อขาย!",
	"Stop Loss Order _ Filled": "สต็อปลอส ออร์เดอร์ _ สำเร็จ",
	"stop_loss_filled_content": "คำสั่งหยุดการขาดทุนของคุณได้ถูกเรียกใช้และดำเนินการแล้ว ตรวจสอบการขาดทุนของคุณในแท็บประวัติการซื้อขาย!",
	"Congratulations": "ยินดีด้วย",
	"congratulations_content": "คำสั่งซื้อของคุณ {size} {symbol} {side} x{leverage} ได้ปิดลงแล้ว โดยที่ ROE อยู่ที่ {roe}%",
	"Liquidation Alert_ Cross Orders": "การแจ้งเตือนการชำระบัญชี_ คำสั่งซื้อข้ามรายการ",
	"liquidation_cross_alert_content": "อัตราส่วนมาร์จิ้นข้ามเส้นได้แตะ 80% แล้ว หากต้องการหลีกเลี่ยงการชำระบัญชี โปรดโอน USD ไปยังยอดคงเหลือในการซื้อขายของคุณหรือปิดคำสั่งข้ามเส้นเพื่อหยุดการขาดทุน!",
	"Liquidation Alert_ Isolated Order": "การแจ้งเตือนการชำระบัญชี_ คำสั่งแยก",
	"liquidation_isolated_alert_content": "มาร์จิ้นที่ต้องการของตำแหน่ง {size} {symbol} {side} x{leverage} นั้นเกือบจะใกล้เคียงกับมาร์จิ้นรักษาสภาพ เพื่อหลีกเลี่ยงการชำระบัญชี โปรดปิดคำสั่งเพื่อหยุดการขาดทุนหรือเฝ้าดูราคาเครื่องหมาย!",
	"Liquidation Call_ Cross Orders": "การโทรเพื่อชำระบัญชี_ การสั่งซื้อแบบไขว้",
	"liquidation_cross_call_content": "คำสั่งซื้อข้ามรายการของคุณทั้งหมดได้รับการชำระบัญชีแล้วเนื่องจากอัตราส่วนมาร์จิ้นข้ามรายการได้ถึง 100%",
	"Liquidation Call_ Isolated Order": "คำสั่งการชำระบัญชี_คำสั่งแยก",
	"liquidation_isolated_call_content": "ตำแหน่ง {size} {symbol} {side} x{leverage} ของคุณได้ถูกชำระบัญชีแล้ว เนื่องจากยอดคงเหลือของมาร์จิ้นของคุณต่ำกว่ามาร์จิ้นบำรุงรักษาที่จำเป็น",
	"kyc_withdraw_error": "คุณต้อง KYC ก่อนถอนเงินไปที่ห้องนิรภัย",
	"verify_withdraw_error": "ข้อผิดพลาดในการตรวจสอบ คุณไม่สามารถถอนเงินได้",
	"field_invalid": "{field} ไม่ถูกต้อง",
	"Pending KYC process": "กระบวนการ KYC ที่กำลังรอการดำเนินการ",
	"kyc_pending_content": "คุณดำเนินการ KYC เสร็จเรียบร้อยแล้ว ผลลัพธ์ของคุณอยู่ระหว่างดำเนินการและจะแจ้งให้ทราบในเร็วๆ นี้!",
	"Congrats! KYC succeeded!": "ยินดีด้วย! KYC ประสบความสำเร็จ!",
	"kyc_success_content": "KYC ของคุณได้รับการอนุมัติแล้ว! จากนี้ไป คุณสามารถทำคำสั่งถอนเงินได้อย่างราบรื่น!",
	"KYC Rejected": "KYC ถูกปฏิเสธ",
	"kyc_rejected_content": "KYC ของคุณถูกปฏิเสธ โปรดตรวจสอบข้อมูลประจำตัวของคุณอีกครั้ง!",
	"bad_request": "คำขอไม่ถูกต้อง",
	"login_error": "บัญชีหรือรหัสผ่านไม่ถูกต้อง",
	"Long": "ซื้อ",
	"Short": "ขาย",
	"cannot_withdraw_airdrop": "ไม่สามารถถอนได้: มาร์จิ้นที่ใช้ทั้งหมดไม่ถึง 20 เท่าของเงินฝากเริ่มต้นของคุณ",
	"Referral Commission": "ค่าคอมมิชชั่นการอ้างอิง",
	"ref_commission_content": "ยินดีด้วย! คุณได้รับ ${amount_earned} จากการอ้างอิงของคุณ โปรดตรวจสอบรางวัลของคุณในหน้าอ้างอิง",
	"Airdrop Task completed!": "ภารกิจ Airdrop เสร็จสมบูรณ์!",
	"airdrop_completed_content": "ยินดีด้วย! มาร์จิ้นที่ใช้ทั้งหมดเกิน 20 เท่าของเงินฝากเริ่มต้นของคุณ จากนี้ไป ค่าธรรมเนียมการซื้อขายจะลดลงเหลือศูนย์ และการถอนเงินของคุณจะถูกปลดล็อก",
	"not_enough_balance": "ความสมดุลไม่เพียงพอ"
}