{
	"some_error": "Có lỗi xảy ra, vui lòng thử lại sau",
	"too_fast": "Thao tác quá nhanh",
	"field_required": "{field} là bắt buộc",
	"invalid_token": "Địa chỉ token không hợp lệ",
	"user_not_login": "Không tìm thấy người dùng vui lòng đăng nhập lại",
	"user_not_found": "Không tìm thấy người dùng",
	"sign_failed": "Xác minh chữ ký không thành công",
	"get_price_error": "Không thể lấy được giá tài sản",
	"withdraw_error": "Không thể rút tiền về két",
	"invalid_amount": "{field} phải lớn hơn 0",
	"invalid_leverage": "Đòn bẩy nằm trong khoảng từ 1 đến 500",
	"Take profit price must be higher than entry price": "Giá chốt lời phải cao hơn giá vào lệnh",
	"Take profit price must be lower than entry price": "Giá chốt lời phải thấp hơn giá vào lệnh",
	"Stop market price must be lower than entry price": "Giá cắt lỗ phải thấp hơn giá vào lệnh",
	"Stop market price must be higher than entry price": "Giá cắt lỗ phải cao hơn giá vào lệnh",
	"amount_withdraw_large": "Số tiền rút quá lớn",
	"Stop order price must be higher than mid": "Giá lệnh dừng phải cao hơn mức trung bình",
	"Stop order price must be lower than mid": "Giá lệnh dừng phải thấp hơn mức trung bình",
	"Take Profit Order_Filled": "Lệnh chốt lời_Đã hoàn tất",
	"take_profit_filled_content": "Xin chúc mừng! Lệnh chốt lời của bạn đã được kích hoạt và thực hiện. Kiểm tra và tận hưởng chiến thắng của bạn trong tab Lịch sử giao dịch!",
	"Stop Loss Order _ Filled": "Lệnh dừng lỗ _ Đã thực hiện",
	"stop_loss_filled_content": "Lệnh dừng lỗ của bạn đã được kích hoạt và thực hiện. Kiểm tra khoản lỗ của bạn trong tab Lịch sử giao dịch!",
	"Congratulations": "Chúc mừng",
	"congratulations_content": "Lệnh {size} {symbol} {side} x{leverage} của bạn đã đóng với ROE đạt {roe}%",
	"Liquidation Alert_ Cross Orders": "Cảnh báo thanh lý_ Lệnh chéo",
	"liquidation_cross_alert_content": "Tỷ lệ ký quỹ chéo đã đạt 80%. Để tránh thanh lý, vui lòng chuyển USD vào số dư giao dịch của bạn hoặc đóng một số lệnh chéo để dừng lỗ!",
	"Liquidation Alert_ Isolated Order": "Cảnh báo thanh lý_ Lệnh riêng biệt",
	"liquidation_isolated_alert_content": "Yêu cầu ký quỹ của vị thế {size} {symbol} {side} x{leverage} gần bằng ký quỹ duy trì. Để tránh thanh lý, vui lòng đóng lệnh để dừng lỗ hoặc theo dõi giá tham chiếu!",
	"Liquidation Call_ Cross Orders": "Lệnh thanh lý_ Lệnh chéo",
	"liquidation_cross_call_content": "Tất cả các lệnh chéo của bạn đã được thanh lý vì tỷ lệ biên lợi nhuận chéo đã đạt 100%",
	"Liquidation Call_ Isolated Order": "Lệnh thanh lý_ Lệnh riêng biệt",
	"liquidation_isolated_call_content": "Vị thế {size} {symbol} {side} x{leverage} của bạn đã bị thanh lý vì số dư ký quỹ của bạn thấp hơn mức ký quỹ duy trì bắt buộc",
	"kyc_withdraw_error": "Bạn phải kyc trước khi rút tiền về két",
	"verify_withdraw_error": "Lỗi xác minh. Bạn không thể rút tiền.",
	"field_invalid": "{field} không hợp lệ",
	"Pending KYC process": "Đang chờ xử lý KYC",
	"kyc_pending_content": "Bạn đã hoàn tất quy trình KYC! Kết quả của bạn đang trên đường đến và sẽ sớm được thông báo!",
	"Congrats! KYC succeeded!": "Xin chúc mừng! KYC đã thành công!",
	"kyc_success_content": "KYC của bạn đã được chấp thuận! Từ bây giờ, bạn có thể thực hiện lệnh rút tiền!",
	"KYC Rejected": "KYC bị từ chối",
	"kyc_rejected_content": "KYC của bạn đã bị từ chối. Vui lòng xác minh lại danh tính của bạn!",
	"bad_request": "Yêu cầu không hợp lệ",
	"login_error": "Sai thông tin tài khoản hoặc mật khẩu",
	"Long": "Long",
	"Short": "Short",
	"not_enough_balance": "Số dư tài khoản không đủ để thực hiện yêu cầu"
}